[
{
"word": "FROST",
"hints": [
"A thin layer of ice crystals that covers the ground or surfaces.",
"Nature's delicate, white powder, painting glass in winter.",
"I am the silent artist of the morning, turning breath into crystal. What am I?"
]
},
{
"word": "BEACH",
"hints": [
"A stretch of sand or pebbles along the edge of a body of water.",
"The peaceful seam where the restless ocean kisses the patient land.",
"I am covered in sand and touched by waves. People look for shells on me. What am I?"
]
},
{
"word": "QUIET",
"hints": [
"Making or having little or no noise.",
"The soft hum of stillness, the opposite of a crowd.",
"I am broken the moment you speak my name. What am I?"
]
},
{
"word": "BRIGHT",
"hints": [
"Emitting or reflecting much light; shining.",
"The dazzling opposite of dark, a newborn star's gleam.",
"I am the state of a good idea, a powerful light bulb, or an intelligent student. What am I?"
]
},
{
"word": "NOVEL",
"hints": [
"A long, fictional story, usually published as a book.",
"A thousand worlds bound in paper, waiting to be read.",
"I have a beginning, middle, and end, but no breath or heart. You turn my pages to let me speak. What am I?"
]
},
{
"word": "CANDY",
"hints": [
"A sweet confection, often made with sugar and artificial flavors.",
"A sugary reward, the delight of children and the foe of dentists.",
"I disappear quickly, often leave you sticky, and taste like a rainbow. What am I?"
]
},
{
"word": "SHADOW",
"hints": [
"A dark shape produced by an object blocking rays of light.",
"The silent, dark twin that follows you when the sun is out.",
"I grow shorter as the day gets long, but I have no height. I vanish completely in the dark. What am I?"
]
},
{
"word": "POWER",
"hints": [
"The ability to act or produce an effect.",
"The invisible force that turns on lights and runs kingdoms.",
"I am what rulers seek and batteries store. I can corrupt, or I can run your phone. What am I?"
]
},
{
"word": "PLANT",
"hints": [
"A living organism that typically grows in a fixed location and absorbs nutrients.",
"The living factory that transforms sunlight and water into life.",
"I have roots, a stem, and leaves, but I can never walk. What am I?"
]
},
{
"word": "YOUTH",
"hints": [
"The period between childhood and adult age.",
"The fleeting season of endless energy and boundless dreams.",
"I am wasted on the old, but every person passes through my phase. What am I?"
]
},
{
"word": "GRASS",
"hints": [
"A common, short green plant covering lawns or fields.",
"The soft, endless, natural carpet of the Earth.",
"I am green when it rains, and I get cut every week. Cattle eat me, but people just walk on me. What am I?"
]
},
{
"word": "SMILE",
"hints": [
"A facial expression involving the upward curving of the corners of the mouth.",
"The simplest curve that sets everything straight.",
"I am free to give, impossible to fake when truly happy, and universally understood. What am I?"
]
},
{
"word": "CLOSET",
"hints": [
"A small room or cupboard for storage, typically for clothes.",
"The keeper of secrets and last season's fashion.",
"I have doors, but I'm not a room. I hide your jackets and sometimes a skeleton. What am I?"
]
},
{
"word": "CRUNCH",
"hints": [
"A sudden, harsh, grating sound.",
"The satisfying sound of stepping on dry leaves or biting a crisp apple.",
"I am the noise you make when you chew potato chips or walk on hard snow. What am I?"
]
},
{
"word": "WINTER",
"hints": [
"The coldest season of the year, following autumn.",
"The deep sleep of the world, often heralded by snow and silence.",
"I bring the shortest day, but the longest night, and I am the favorite time of a snowman. What am I?"
]
},
{
"word": "STORM",
"hints": [
"A violent disturbance of the atmosphere with strong winds and usually rain, thunder, lightning, or snow.",
"A powerful, chaotic performance of wind, water, and light across the sky.",
"I have an eye but cannot see, and I often end in a clearing. What am I?"
]
},
{
"word": "PIRATE",
"hints": [
"A person who attacks and robs ships at sea.",
"A swashbuckling rogue with an eye patch, searching for 'X' marks the spot.",
"I sail the sea with a flag of skull and bones, and I bury my treasure on secret islands. What am I?"
]
},
{
"word": "DREAM",
"hints": [
"A series of thoughts, images, and sensations occurring in a person's mind during sleep.",
"The nightly cinema of the subconscious, vivid and fleeting.",
"I am silent, seen with closed eyes, and forgotten quickly after sunrise. What am I?"
]
},
{
"word": "GLOW",
"hints": [
"To give off a steady light without flame.",
"A soft, warm illumination, like embers or a firefly's tail.",
"I am the light of a firefly, the residual heat of a forge, or a compliment that makes your face warm. What am I?"
]
},
{
"word": "WAGON",
"hints": [
"A vehicle with four wheels drawn by animals, used for transporting heavy goods.",
"A rolling box on wheels, often used by pioneers or for parades.",
"I usually have four wheels, but I carry no engine. I follow a horse, a train, or a small child. What am I?"
]
},
{
"word": "CLOUD",
"hints": [
"A visible mass of condensed water vapor floating in the atmosphere.",
"Piles of fluffy white cotton drifting across the blue sky.",
"I can weep without eyes, fly without wings, and sometimes wear a silver lining. What am I?"
]
},
{
"word": "SHARP",
"hints": [
"Having a thin cutting edge or fine point.",
"A concentrated point of focus, like a perfectly ground knife or a quick wit.",
"I can be a tool, a taste (sour), or a musical note that is too high. What am I?"
]
},
{
"word": "SWIFT",
"hints": [
"Moving or capable of moving with great speed.",
"Faster than a current, quicker than a falcon's dive.",
"I describe a certain bird, a famous pop singer, and the quick speed of a runner. What am I?"
]
},
{
"word": "HEART",
"hints": [
"A hollow muscular organ that pumps blood throughout the body.",
"The tireless engine of life, beating out the rhythm of existence.",
"I am always beating, but I have no hands. I can be broken, and I am central to love. What am I?"
]
},
{
"word": "WANDER",
"hints": [
"To walk or travel aimlessly without a definite destination.",
"To stroll without purpose, letting your feet follow your curiosity.",
"I am what sheep do when lost, and what tourists do when exploring. I am movement without a map. What am I?"
]

},
{
"word": "SHEEP",
"hints": [
"An animal that gives wool.",
"The fluffy white dreamer of the pasture, often counted to induce sleep.",
"I graze in flocks and bleat a soft sound. My coat keeps you warm. What am I?"
]
},
{
"word": "RIVER",
"hints": [
"A large, natural stream of water flowing to the sea.",
"A liquid road that follows the path of least resistance to the ocean.",
"I run day and night, but I have no legs. I have a mouth, but I never speak. What am I?"
]
},
{
"word": "TIGER",
"hints": [
"A large striped cat from Asia.",
"The fierce, striped sovereign of the jungle, camouflaged by shadows and sun.",
"I wear black stripes on orange fur. I am a powerful predator, but I can't climb like a house cat. What am I?"
]
},
{
"word": "HAPPY",
"hints": [
"Feeling or showing pleasure or contentment.",
"The shining emotion that lifts spirits and turns smiles into constant companions.",
"I am the opposite of sad. I make you laugh and jump. Everyone wants me. What am I?"
]
},
{
"word": "TABLE",
"hints": [
"A piece of furniture with a flat top and one or more legs.",
"The silent center of the dining room, where food, family, and ideas gather.",
"I have legs but cannot walk. I have a top but wear no hat. What am I?"
]
},
{
"word": "PEAK",
"hints": [
"The pointed top of a hill or mountain.",
"The lonely summit, kissed by clouds and offering the world's highest view.",
"I am a point of high ground. If you reach me, you've climbed the top. What am I?"
]
},
{
"word": "WARMTH",
"hints": [
"The quality of being hot or moderately hot.",
"A comforting sensation that fights off the cold, like a hug from the sun.",
"I am what you feel next to a fire. I am the reason you don't shiver. What am I?"
]
},
{
"word": "POCKET",
"hints": [
"A small bag sewn into a garment for carrying small items.",
"The hidden recess of clothing, a collector of change, lint, and forgotten treasures.",
"I have an opening but no mouth. I am always on your clothes, holding your keys and coins. What am I?"
]
},
{
"word": "CHAIR",
"hints": [
"A separate seat for one person, with a back and four legs.",
"A simple throne offering rest and a view of the world from a seated perspective.",
"I offer rest to the weary, but I cannot move myself. I am always waiting for you to sit. What am I?"
]
},
{
"word": "APPLE",
"hints": [
"A round fruit with firm, white flesh and a green, red, or yellow skin.",
"The crisp, crunchy fruit that famously fell on Newton and keeps the doctor away.",
"I am red or green, and I have seeds inside. A teacher might receive me as a gift. What am I?"
]
},
{
"word": "WATER",
"hints": [
"The clear, odorless, tasteless liquid essential for life.",
"The restless element that flows, sustains life, and shapes the continents.",
"I am fluid but not wine. I can be solid or gas. You need me to live. What am I?"
]
},
{
"word": "MUSIC",
"hints": [
"Vocal or instrumental sounds combined in such a way as to produce beauty of form, harmony, and expression of emotion.",
"The universal language of sound, capable of stirring souls without uttering a single concrete word.",
"I have notes but no handwriting. I can make you dance or cry. What am I?"
]
},
{
"word": "TRAVEL",
"hints": [
"To go from one place to another.",
"The act of exchanging a familiar location for an unknown horizon and new memories.",
"I involve movement, passports, and packing bags. I broaden the mind. What am I?"
]
},
{
"word": "FUTURE",
"hints": [
"The time yet to come.",
"The boundless, unknown expanse of time that arrives one second at a time.",
"I am always coming, but never arrive today. What am I?"
]
},
{
"word": "MONEY",
"hints": [
"A medium of exchange in the form of coins and banknotes.",
"The paper promise or metal disc that represents value, labor, and opportunity.",
"I am created to be spent, but when you save me, I grow. What am I?"
]
},
{
"word": "TICKET",
"hints": [
"A piece of paper or card giving the holder a right to entry or passage.",
"A small, printed permission slip that unlocks adventures, films, or distant destinations.",
"You buy me to enter a show or ride a bus. I am proof you paid. What am I?"
]
},
{
"word": "STAIR",
"hints": [
"A set of steps leading from one floor to another.",
"A vertical road, a rhythmic ascent between the floors of a building.",
"I go up and down but never move. I connect one level to the next. What am I?"
]
},
{
"word": "SLEEP",
"hints": [
"A natural, periodic state of rest for the mind and body.",
"The great reset button for the mind, where the body restores itself and the imagination runs free.",
"I am something you do every night, often with a pillow. I am essential, but boring to watch. What am I?"
]
},
{
"word": "FLAME",
"hints": [
"The visible, gaseous part of a fire.",
"The dancing, ephemeral spirit of fire, consuming and illuminating in equal measure.",
"I have a mouth but cannot eat. I grow taller as I consume. I give light and heat. What am I?"
]
},
{
"word": "WATCH",
"hints": [
"To look at or observe something carefully over a period of time.",
"A device worn on the wrist that measures the relentless march of time.",
"I have a face and hands, but I can't clap. I tell you when to go and when to stop. What am I?"
]
},
{
"word": "DRIVE",
"hints": [
"To operate and control the direction and speed of a motor vehicle.",
"The motivation or ambition that fuels a person's success, or the act of guiding a machine.",
"You do this on a road, but it can also be a quality of ambition that keeps you going. What is it?"
]
},
{
"word": "ROBOT",
"hints": [
"A machine capable of carrying out a complex series of actions automatically.",
"The metal man of the future, programmed to do human tasks without emotion or rest.",
"I obey commands and am made of circuits. I might replace your job one day. What am I?"
]
},
{
"word": "MAGIC",
"hints": [
"The power of apparently influencing the course of events by using mysterious or supernatural forces.",
"The art of illusion and wonder, bending reality with a wave of the hand.",
"It is often performed with cards or a wand, and it makes the impossible look easy. What is it?"
]
},
{
"word": "PHONE",
"hints": [
"A device used to transmit sound over distances, now usually mobile.",
"The small, rectangular portal to the world, holding calls, photos, and information.",
"I have keys, but open no locks. I have a screen, but am not a TV. I ring, but I have no bell. What am I?"
]
},
{
"word": "TRUTH",
"hints": [
"The quality or state of being in accordance with fact or reality.",
"The honest, often challenging reality that underlies all illusions and falsehoods.",
"I am always right, but you can twist me. You can speak me, but few always listen. What am I?"
]
},
{
"word": "BEAUTY",
"hints": [
"A quality present in a thing or person that gives intense pleasure or deep satisfaction to the mind.",
"The subjective quality found in art, nature, and kindness that elevates the spirit.",
"I am in the eye of the beholder. I fade with age, but am captured by artists. What am I?"
]
},
{
"word": "COFFEE",
"hints": [
"A dark, bitter drink prepared from the roasted seeds of a tropical shrub.",
"The dark, hot potion that fuels the morning ritual and stimulates conversation.",
"I am black when I am made and usually enjoyed in the morning. I am famous for giving people energy. What am I?"
]
},
{
"word": "BRIDGE",
"hints": [
"A structure carrying a road, path, railway, or canal across a river, road, or other obstacle.",
"A structure of connection, spanning chasms and uniting separated shores.",
"I have a head and a foot, but no body. I allow you to cross water without getting wet. What am I?"
]
},
{
"word": "SAILOR",
"hints": [
"A person who works on a ship or boat.",
"A seasoned traveler of the high seas, guided by stars and the scent of salt.",
"I live on the water, but I am not a fish. I follow the map and navigate the waves. What am I?"
]
},
{
"word": "EAGLE",
"hints": [
"A large bird of prey with a curved beak and broad wings.",
"The noble predator soaring on high currents, the epitome of freedom and sight.",
"I am a bird of great size, and I am the symbol of America. I hunt from the sky. What am I?"
]
},
{
"word": "BRICK",
"hints": [
"A rectangular block of clay baked for use in construction.",
"The modular building block of civilization, forming homes and boundaries.",
"I am hard and rectangular. I am stacked with my fellows to build a wall or a house. What am I?"
]
},
{
"word": "SUGAR",
"hints": [
"A sweet crystalline substance used to sweeten food and drink.",
"The fine white crystal that makes bitter things palatable and provides a quick burst of energy.",
"I am white and sweet. I dissolve in tea and coffee. I am often bad for your teeth. What am I?"
]
},
{
"word": "HEAVEN",
"hints": [
"The place where God or the gods live, or where good people go after death.",
"The ethereal realm of infinite peace, the ultimate reward beyond the clouds.",
"It is opposite of hell, is reached after death, and is often depicted as being above the clouds. What is it?"
]
},
{
"word": "FLOOR",
"hints": [
"The lower surface of a room, on which one walks.",
"The foundation of a room, silent receiver of footsteps and spills.",
"I am flat and walked upon, but I have no legs. You dust me when I get dirty. What am I?"
]
},
{
"word": "GHOST",
"hints": [
"An apparition of a dead person which is believed to appear or become manifest to the living.",
"A translucent echo of the past, haunting halls and stirring fear in the night.",
"I am invisible, often found in old houses, and pass right through walls. What am I?"
]
},
{
"word": "BRAVE",
"hints": [
"Ready to face and endure danger or pain; showing courage.",
"The quality of spirit that walks forward even when fear screams retreat.",
"You must have me to face a bully or run into a burning building. It is a sign of courage. What am I?"
]
},
{
"word": "OCEAN",
"hints": [
"A very large expanse of sea, in particular, any of the five main divisions of the Earth's surface.",
"The vast, salty cradle of life, holding untold depths and ancient secrets.",
"I have waves, but no hands. I have currents, but no legs. I cover most of the planet. What am I?"
]
},
{
"word": "HEAVY",
"hints": [
"Of great weight; difficult to lift or move.",
"A word describing both a large physical mass and a profound, difficult thought.",
"I am hard to pick up. I can be a box or a difficult secret. What am I?"
]
},
{
"word": "TRAIN",
"hints": [
"A series of interconnected railway carriages or wagons drawn by a locomotive.",
"The metal serpent on iron rails, carrying cargo and passengers across the landscape.",
"I run on tracks and make a 'choo-choo' sound. I carry many people at once. What am I?"
]
},
{
"word": "TOWER",
"hints": [
"A tall, narrow building, or part of a building, that rises higher than the surrounding structure.",
"A vertical monument to aspiration, gazing over the mundane streets below.",
"I am tall and thin, but I cast a long shadow. I am usually found in a city or a castle. What am I?"
]
},
{
"word": "PENCIL",
"hints": [
"An instrument for writing or drawing, typically consisting of a thin rod of graphite enclosed in wood.",
"The simple wooden wand that captures thoughts and sketches reality onto paper.",
"I have lead, but I'm not heavy. I make marks that you can erase. What am I?"
]
},
{
"word": "SPACE",
"hints": [
"The continuous area or expanse which is free, available, or unoccupied.",
"The infinite dark canvas holding stars and silence between galaxies.",
"It is all around you, but you can only see it when you look up at night. It is huge and empty. What am I?"
]
},
{
"word": "HONEST",
"hints": [
"Free of deceit; truthful and sincere.",
"The simple policy that ensures trust and builds lasting relationships.",
"I am the characteristic of never telling a lie. It is the best quality. What am I?"
]
},
{
"word": "GARDEN",
"hints": [
"A piece of ground next to a house used for growing flowers, fruit, or vegetables.",
"The meticulously tended plot of earth where humans collaborate with nature.",
"I am full of flowers and vegetables. I need to be watered every day. What am I?"
]
},
{
"word": "SCREAM",
"hints": [
"To give a long, loud, piercing cry or yell.",
"The sudden, uncontrolled vocal expression of terror, shock, or pure joy.",
"I am a very loud sound made with your mouth, usually when scared or surprised. What am I?"
]
},
{
"word": "BRUSH",
"hints": [
"An implement with a handle and a block of bristles, used for cleaning or applying paint.",
"A simple tool that applies color to a canvas or smooths tangled hair.",
"I can clean your teeth, paint a wall, or smooth your hair. What am I?"
]
},
{
"word": "WHEAT",
"hints": [
"A cereal grain that is the most important type of crop grown in temperate countries.",
"The golden, sun-ripened grain that is ground into flour and baked into bread.",
"I am a grain that grows in a field. I become bread when I am milled and baked. What am I?"
]
},
{
"word": "JEWEL",
"hints": [
"A precious stone, typically cut and polished and used to adorn jewelry.",
"A brilliant mineral, polished and set to capture light and symbolize wealth.",
"I sparkle and am valuable, but I cannot speak. I often sit on a crown or a ring. What am I?"
]
},
{
"word": "SLEEK",
"hints": [
"Smooth and glossy (of hair, fur, or an animal).",
"A word describing aerodynamic perfection, like a race car or a well-groomed cat.",
"I mean smooth and polished. A fast car or a seal is often described this way. What am I?"
]
},
{
"word": "KNOCK",
"hints": [
"To strike a surface, especially a door, audibly to attract attention.",
"The short, sharp communication that precedes an entry or a major realization.",
"I am a sound you make with your knuckles. It signals that you wish to enter. What am I?"
]
},
{
"word": "CROWN",
"hints": [
"A circular ornament, typically made of gold and jewels, worn by a monarch as a symbol of power.",
"The gilded circle placed upon a ruler's head, representing sovereignty and lineage.",
"I sit on a head but have no eyes. I am worn by a king or queen. What am I?"
]
},
{
"word": "FEAST",
"hints": [
"A large meal, typically a celebratory one.",
"A glorious spread of food, celebrating abundance, company, and joy.",
"I am a large meal of many courses, usually for a special holiday. What am I?"
]
},
{
"word": "HEAL",
"hints": [
"To become sound or healthy again; to mend.",
"The invisible process where time and medicine mend the wounds of body and spirit.",
"I am what a cut does after a few days. I mean to make well again. What am I?"
]
},
{
"word": "JUDGE",
"hints": [
"A public official appointed to decide cases in a law court.",
"The solemn figure in robes, tasked with weighing evidence and applying the scales of justice.",
"I sit in a courtroom and wear a black robe. I decide if someone is guilty. What am I?"
]
},
{
"word": "LEMON",
"hints": [
"A yellow, oval citrus fruit with thick skin and sour juice.",
"The small, bright yellow fruit that symbolizes zest, acidity, and sometimes disappointment.",
"I am a sour fruit that is yellow. I am often used to flavor tea or lemonade. What am I?"
]
},
{
"word": "MARRY",
"hints": [
"To join in matrimony; to become husband and wife.",
"The ceremonial union of two souls, beginning a shared life journey.",
"It is a word for joining two people in a formal ceremony. You say 'I do'. What is it?"
]
},
{
"word": "OASIS",
"hints": [
"A fertile spot in a desert where water is found.",
"A small, life-giving green miracle in the endless, golden desolation of the sand.",
"I am a watery spot in the middle of a hot, dry desert. What am I?"
]
},
{
"word": "PEACE",
"hints": [
"Freedom from disturbance; tranquility.",
"The profound state of quiet harmony, both internal and external, sought by all.",
"I am the opposite of war. I bring calm and quiet. What am I?"
]
},
{
"word": "PRIZE",
"hints": [
"A thing given as a reward to the winner of a competition or contest.",
"The tangible symbol of victory, earned through effort, skill, or luck.",
"I am what you win at the end of a race or a game. I can be a medal or money. What am I?"
]
},
{
"word": "QUAKE",
"hints": [
"To shake or tremble.",
"The deep, violent shudder of the earth's crust, brief yet devastating.",
"I am the sudden shaking of the ground. San Andreas is a famous place for me. What am I?"
]
},
{
"word": "SENSE",
"hints": [
"A faculty by which the body perceives an external stimulus (sight, smell, hearing, taste, touch).",
"The five gateways through which the world's information flows into the mind.",
"You use me to taste, see, hear, smell, and touch. What am I?"
]
},
{
"word": "SKILL",
"hints": [
"The ability to do something well; expertise.",
"A honed, practical talent, developed through practice and applied knowledge.",
"I am something you practice often to get better at. It could be coding or playing the piano. What am I?"
]
},
{
"word": "START",
"hints": [
"To begin or commence.",
"The crucial, initial moment of action, the genesis of any new journey.",
"I am the beginning of a race, a movie, or a life. What am I?"
]
},
{
"word": "STONE",
"hints": [
"A small piece of rock.",
"The ancient, immutable piece of earth, used for building or skipping on water.",
"I am hard, natural, and found everywhere. Builders use me, and children throw me. What am I?"
]
},
{
"word": "TREAT",
"hints": [
"To behave toward or deal with in a certain way.",
"An unexpected pleasure or indulgence, a small reward for a day well spent.",
"I am what you give a dog, or what you enjoy on your birthday. I am sweet and special. What am I?"
]
},
{
"word": "UNION",
"hints": [
"The action or fact of joining or being joined.",
"A state of harmonious fusion, where two distinct parts become one cohesive whole.",
"I am the result of two things coming together, like states or marriages. What am I?"
]
},
{
"word": "VOICE",
"hints": [
"The sound produced in a person's larynx and uttered through the mouth.",
"The unique sound print of the soul, used to express ideas, songs, and commands.",
"I am heard, but I have no body. I can be loud or quiet. I belong to every speaker. What am I?"
]
},
{
"word": "WEALTH",
"hints": [
"An abundance of valuable possessions or money.",
"The measure of fortune, not only in gold but in knowledge and happiness.",
"I am sought by the rich and envied by the poor. I am measured in gold and property. What am I?"
]
},
{
"word": "YIELD",
"hints": [
"To produce or provide (a natural product or result).",
"The act of surrendering to traffic or the generous harvest of a farmer's labor.",
"I am a sign on the road that tells you to wait. I also mean to produce a crop. What am I?"
]
},
{
"word": "ABOVE",
"hints": [
"At a higher level or layer than.",
"The directional state of being closer to the sky than the earth.",
"I am the opposite of below. Birds fly here. What am I?"
]
},
{
"word": "FRESH",
"hints": [
"Newly made or obtained; not canned, frozen, or stale.",
"A sparkling, clean, and invigorating quality, like mountain air or new ideas.",
"I am new, clean, and not stale. Bread is best when I am this way. What am I?"
]
},
{
"word": "HUMOR",
"hints": [
"The quality of being amusing or comical.",
"The lubricant of social interaction, often resulting in laughter and lightheartedness.",
"I make you laugh. I can be dark or dry. Comedians rely on me. What am I?"
]
},
{
"word": "KNOWN",
"hints": [
"Established or recognized as something.",
"The state of being understood, the opposite of a puzzle or a secret.",
"I am the past participle of 'know'. I am information that has been discovered. What am I?"
]
},
{
"word": "LEVEL",
"hints": [
"Having a flat, horizontal surface.",
"A state of equality or a measure of flatness, often checked with a special tool.",
"I am flat, even, and often used to describe floors or skills. What am I?"
]
},
{
"word": "TOUCH",
"hints": [
"To come into or be in contact with.",
"The most fundamental sense, connecting the self to the physical world.",
"I am one of the five senses. You use your skin to perform this action. What am I?"
]
},
{
"word": "ADOPT",
"hints": [
"To legally take another's child and bring it up as one's own.",
"To choose a new identity, philosophy, or family to call one's own.",
"I am what parents do for a child who needs a home, or what a business does with a new policy. What am I?"
]
},
{
"word": "ADULT",
"hints": [
"A person who is fully grown or developed.",
"A stage of life defined by responsibility, choices, and paying bills.",
"I am a human who is no longer a child. I can vote and drive. What am I?"
]
},
{
"word": "AGENT",
"hints": [
"A person who acts on behalf of another person or group.",
"A hidden mover, negotiating deals or working under cover to gather intelligence.",
"I might sell a house, book a movie star, or work for a secret government agency. What am I?"
]
},
{
"word": "ALLOW",
"hints": [
"To let someone do something; permit.",
"The act of granting freedom or space for something to occur.",
"I am the word that means you can proceed. I give permission. What am I?"
]
},
{
"word": "AVOID",
"hints": [
"To keep away from or stop oneself from doing (something).",
"The conscious choice to steer clear of danger, confrontation, or obligation.",
"I am what you do to traffic jams and people you don't like. What am I?"
]
},
{
"word": "BELOW",
"hints": [
"At a lower level or layer than.",
"The directional state of being closer to the ground than the sky.",
"I am the opposite of above. The basement is down here. What am I?"
]
},
{
"word": "BENCH",
"hints": [
"A long seat for several people, typically made of wood or stone.",
"A public resting place, often found in parks or near bus stops.",
"You sit on me in a park. I'm longer than a single chair. What am I?"
]
},
{
"word": "BLIND",
"hints": [
"Unable to see.",
"A state of permanent darkness, or a furious rush without looking.",
"I am the lack of sight. You pull a covering down to achieve this. What am I?"
]
},
{
"word": "BLUSH",
"hints": [
"To show sudden shame or embarrassment by becoming red in the face.",
"The warm, sudden rush of crimson across the cheeks when complimented or embarrassed.",
"I am the color your face turns when you're shy or caught doing something wrong. What am I?"
]
},
{
"word": "CABIN",
"hints": [
"A small house or shelter, especially one made of wood in a wild or remote area.",
"A rustic, wooden hideaway, often deep in the woods or mountains.",
"I am a small, cozy home, often made of logs, away from the city. What am I?"
]
},
{
"word": "CHEST",
"hints": [
"The front surface of a person's body between the neck and the stomach.",
"The torso's core, the home of the lungs and the protective cage for the heart.",
"I can hold treasure, or I can be the upper part of your body. What am I?"
]
},
{
"word": "CLASS",
"hints": [
"A set or category of things having some property or attribute in common.",
"A gathering of students learning a specific subject from a teacher.",
"I am where you learn lessons in school. I can also mean having high style. What am I?"
]
},
{
"word": "COAST",
"hints": [
"The part of the land adjoining or near the sea.",
"The boundary where the sea's endless journey meets the land's steadfast resolve.",
"I am the line between the ocean and the land. You can find beaches along me. What am I?"
]
},
{
"word": "CRIME",
"hints": [
"An action or omission which constitutes an offense that may be prosecuted by the state.",
"A violation of law and trust that lands people in courtrooms and handcuffs.",
"I am something illegal that sends you to jail. Theft is an example of me. What am I?"
]
},
{
"word": "DANCE",
"hints": [
"To move rhythmically to music, typically following a set sequence of steps.",
"The physical language of celebration, rhythm, and unspoken emotion.",
"I involve moving your feet to music. You might do me at a party. What am I?"
]
},
{
"word": "DAILY",
"hints": [
"Done, produced, or occurring every day or every weekday.",
"A measure of time that resets every twenty-four hours, always arriving with the sun.",
"I am something that happens every single day. The newspaper can be this. What am I?"
]
},
{
"word": "EATEN",
"hints": [
"The past participle of 'eat'.",
"A word used when food has been fully consumed, leaving the plate bare.",
"I am what happens to all the cookies if you leave them out. What am I?"
]
},
{
"word": "ELBOW",
"hints": [
"The joint between the forearm and the upper arm.",
"The bony hinge of the arm, essential for bending and providing sharp nudges.",
"I am a part of your arm, but I cannot wear a glove. What am I?"
]
},
{
"word": "EMPTY",
"hints": [
"Containing nothing; not filled or occupied.",
"A state of absolute lack or void, where everything is absent.",
"I am the opposite of full. A glass with no water is this way. What am I?"
]
},
{
"word": "FIGHT",
"hints": [
"To take part in a violent struggle involving the exchange of blows or weapons.",
"A physical or verbal contest driven by conflict and a desire to overcome an opponent.",
"I can be a battle, or it can be a struggle against a disease. What am I?"
]
},
{
"word": "FIRST",
"hints": [
"Coming before all others in time or order; 1st.",
"The starting position, the genesis of a sequence or competition.",
"I am the very beginning. I am number one. What am I?"
]
},
{
"word": "FLOAT",
"hints": [
"To rest on top of a liquid or in the air without sinking.",
"The buoyant, effortless suspension of an object on water or in a gaseous medium.",
"I am what balloons and boats do. I stay above the surface. What am I?"
]
},
{
"word": "FORGET",
"hints": [
"To fail to recall; to be unable to remember.",
"The natural erosion of memory, where facts and faces slip into the past.",
"I am the opposite of remember. You do this to things you can no longer recall. What am I?"
]
},
{
"word": "FRAME",
"hints": [
"A rigid structure that surrounds or supports something, such as a picture or door.",
"The decorative border that defines the edge of a photograph or painting.",
"I hold a picture, or I can describe the skeleton of a building. What am I?"
]
},
{
"word": "FRUIT",
"hints": [
"The sweet and fleshy product of a tree or other plant that contains seed.",
"Nature's sweet, seed-bearing prize, ripening in the sun and waiting for harvest.",
"I grow on a tree, and I am usually sweet. Apples and bananas are examples. What am I?"
]
},
{
"word": "FUNNY",
"hints": [
"Causing laughter or amusement; comical.",
"A quirky, lighthearted quality that can dissolve tension and provoke joy.",
"I make you laugh. A joke is usually described this way. What am I?"
]
},
{
"word": "GIANT",
"hints": [
"An imaginary being of human form but monstrous size.",
"A person or thing of extraordinary, imposing, and legendary size.",
"I am enormous, much bigger than a regular person. Jack fought one of me. What am I?"
]
},
{
"word": "GLEAM",
"hints": [
"Shine brightly, especially with reflected light.",
"A momentary, bright flash of light, like a polish on metal or a happy idea.",
"I am a flash of light off a polished surface, or a bright idea in your eye. What am I?"
]
},
{
"word": "GREAT",
"hints": [
"Of an extent, amount, or intensity considerably above the normal or average.",
"A word signifying excellence, vastness, or profound historical importance.",
"I mean really, really good. A king might be called this. What am I?"
]
},
{
"word": "GUARD",
"hints": [
"A person who protects or watches over someone or something.",
"A vigilant, disciplined sentinel, providing a barrier against intrusion or danger.",
"I protect a building, a bank, or a person. I stand watch. What am I?"
]
},
{
"word": "HANDY",
"hints": [
"Convenient to handle or use; useful.",
"Possessing practical, manual ability, often capable of fixing things.",
"I mean useful or easy to reach. A tool or a helpful person is this. What am I?"
]
},
{
"word": "HAZEL",
"hints": [
"A light brown or greenish-brown color, especially of a person's eyes.",
"The color of certain nuts and the mixed green-brown shade of specific irises.",
"I am a color of eyes that is a mixture of brown and green. I am also a type of nut. What am I?"
]
},
{
"word": "HEARTY",
"hints": [
"Warmly affectionate; genuine and sincere.",
"A descriptor for food that is substantial and fulfilling, or a very sincere laugh.",
"I describe a warm welcome or a very big, satisfying meal. What am I?"
]
},
{
"word": "HERO",
"hints": [
"A person who is admired for their courage, outstanding achievements, or noble qualities.",
"The protagonist of a saga, sacrificing self-interest for the greater good.",
"I save the day. I might wear a cape or just be a kind person. What am I?"
]
},
{
"word": "HORSE",
"hints": [
"A large, solid-hoofed, plant-eating mammal used for riding or pulling heavy loads.",
"A graceful, powerful creature with a flowing mane, a symbol of freedom and speed.",
"I have four legs and a long face. I run fast and can be ridden. What am I?"
]
},
{
"word": "HOVER",
"hints": [
"To remain in one place in the air.",
"The act of maintaining a motionless suspension, like a hummingbird or a silent drone.",
"I am what a helicopter does in the air when staying still. What am I?"
]
},
{
"word": "INDEX",
"hints": [
"An alphabetical list of names, subjects, etc., with the page numbers where they are mentioned.",
"A precise alphabetical key to the information contained within a book's pages.",
"I am found at the back of a book, telling you where to find information. What am I?"
]
},
{
"word": "INNER",
"hints": [
"Situated inside or further in; internal.",
"A word describing the core or private thoughts that define a person's true self.",
"I mean deep inside. I describe your feelings that you don't show anyone. What am I?"
]
},
{
"word": "ISSUE",
"hints": [
"An important topic or problem for debate or discussion.",
"A complex point of contention, or the periodic release of a magazine.",
"I can be a problem to be solved or a new edition of a journal. What am I?"
]
},
{
"word": "JUMPY",
"hints": [
"Anxious and uneasy; restless.",
"A state of nervous energy, causing sudden, startled movements.",
"I describe someone easily scared or nervous, often twitching. What am I?"
]
},
{
"word": "KINDLY",
"hints": [
"In a kind manner; gently or politely.",
"A descriptor for an action done with genuine warmth, goodwill, and consideration.",
"It means please, but much nicer. It describes a gentle, nice action. What am I?"
]
},
{
"word": "LUCKY",
"hints": [
"Having, bringing, or resulting from good fortune.",
"The result of favorable chance or positive happenstance in one's life.",
"I am how you feel when you win the lottery or find a penny on the street. What am I?"
]
},
{
"word": "MILD",
"hints": [
"Not severe, serious, or harsh.",
"A gentle quality, like the flavor of cheese or a pleasant, easy temperament.",
"I am the opposite of spicy or strong. I can describe a warm day or a gentle person. What am I?"
]
},
{
"word": "MIXER",
"hints": [
"A machine or device for mixing ingredients.",
"A social event designed to encourage people to meet and mingle.",
"I can be a kitchen appliance, or a party where people meet. What am I?"
]
},
{
"word": "MOMENT",
"hints": [
"A very brief period of time.",
"A fleeting, singular point in the continuum of time, instantly becoming the past.",
"I am a very short time. Wait for me, and I will be gone. What am I?"
]
},
{
"word": "NINJA",
"hints": [
"A Japanese spy or assassin skilled in ninjutsu.",
"A legendary, silent warrior of the night, masters of stealth and shadows.",
"I am a silent Japanese fighter known for black clothes and sneaky moves. What am I?"
]
},
{
"word": "NOISE",
"hints": [
"A sound, especially one that is loud or unpleasant or that causes disturbance.",
"The audible chaos of activity, the opposite of true silence.",
"I am what you make when you talk loudly. It is the opposite of quiet. What am I?"
]
},
{
"word": "NURSE",
"hints": [
"A person trained to care for the sick or infirm, especially in a hospital.",
"A dedicated caregiver in scrubs, providing comfort and medical attention.",
"I work in a hospital and take care of sick people. I give shots and check temperatures. What am I?"
]
},
{
"word": "ORDER",
"hints": [
"The arrangement or disposition of people or things in relation to each other.",
"A state of structure and sequence, or a command given by authority.",
"I can be a sequence, a demand from a boss, or what you place at a restaurant. What am I?"
]
},
{
"word": "OWNER",
"hints": [
"A person who owns something.",
"The rightful keeper of property, bearing the responsibility and privilege of possession.",
"I am the person who bought and possesses something, like a dog or a car. What am I?"
]
},
{
"word": "PARTY",
"hints": [
"A social gathering of invited guests, typically involving eating, drinking, and entertainment.",
"An event of celebration, music, and mingling that usually ends late.",
"I am a celebration with friends, cake, and music. What am I?"
]
},
{
"word": "PEDAL",
"hints": [
"A foot-operated lever or control in a vehicle or on a machine.",
"The rhythmic foot-press that propels a bicycle forward or controls a piano's sound.",
"I am what you push with your foot to make a bike go. What am I?"
]
},
{
"word": "PRAYER",
"hints": [
"A solemn request or expression of thanks addressed to God or an object of worship.",
"A quiet, humble communication directed toward a higher power.",
"I am spoken when you are asking for help from a deity. You often close your eyes. What am I?"
]
},
{
"word": "RABBIT",
"hints": [
"A small, burrowing mammal of the hare family, having long ears and a short tail.",
"A timid, twitchy-nosed creature famous for its speed and fondness for carrots.",
"I hop, eat carrots, and have long ears. I'm often seen around Easter. What am I?"
]
},
{
"word": "RAISE",
"hints": [
"To lift or move to a higher position.",
"The act of elevating an object, a question, or a child.",
"I am what a crane does to heavy objects, or what you do to your hand in class. What am I?"
]
},
{
"word": "RANGE",
"hints": [
"The area of variation between upper and lower limits on a particular scale.",
"A spectrum of possibilities, or a large, open area where cattle roam.",
"I describe the distance a radio signal can travel, or a set of mountains. What am I?"
]
},
{
"word": "REACH",
"hints": [
"To stretch out an arm or hand in order to touch or grasp something.",
"The final, extended effort to achieve a high shelf or a distant goal.",
"I am what you do with your hand to grab something far away. What am I?"
]
},
{
"word": "RUMOR",
"hints": [
"A currently circulating story or report of uncertain or doubtful truth.",
"An unverified piece of gossip that travels quickly from mouth to ear.",
"I am an unconfirmed story that people like to share. I might not be true. What am I?"
]
},
{
"word": "SCENE",
"hints": [
"The place where an incident in real life or fiction occurs.",
"A dramatic moment, or a specific location captured by a camera or painter.",
"I am a setting for a movie, or a sudden, loud argument. What am I?"
]
},
{
"word": "SCOUT",
"hints": [
"A person sent out to gather information about an enemy's movements or position.",
"A curious explorer or an early investigator sent to locate a path or resource.",
"I search ahead of the group, or I am a member of a youth organization like the Boy _____s. What am I?"
]
},
{
"word": "SHELL",
"hints": [
"The hard outer case of a mollusk or crustacean.",
"The natural armor of a creature, cast off when it grows or found empty on a beach.",
"I am the hard outside of an egg or a snail. What am I?"
]
},
{
"word": "SHINE",
"hints": [
"To emit a bright light.",
"The act of reflecting light brilliantly, turning the dull into the dazzling.",
"I am what stars do at night. You polish shoes until they do this. What am I?"
]
},
{
"word": "SHIRT",
"hints": [
"A garment for the upper body.",
"A common piece of clothing, featuring buttons and sleeves, worn above the waist.",
"You wear me on your torso. I might have long or short sleeves. What am I?"
]
},
{
"word": "SHOUT",
"hints": [
"To utter a loud call or cry.",
"The sudden, loud projection of the voice, used for warning or excitement.",
"I am a very loud yell, often done when you are angry or excited. What am I?"
]
},
{
"word": "SIGHT",
"hints": [
"The faculty or sense of seeing.",
"The fundamental perception that allows the world to enter the mind through the eyes.",
"I am the most precious of the five senses. What am I?"
]
},
{
"word": "SNAKE",
"hints": [
"A long, limbless reptile that has no eyelids, a short tail, and jaws that are capable of being distended.",
"A silent, slithering reptile, often feared, with a forked tongue.",
"I have no legs, but I can travel fast. I hiss and can be venomous. What am I?"
]
},
{
"word": "SPOON",
"hints": [
"An implement consisting of a small, shallow oval or round bowl at the end of a handle, used for eating.",
"A common piece of silverware, essential for eating soup and ice cream.",
"I am a utensil used for liquid foods. I am curved like a bowl with a handle. What am I?"
]
},
{
"word": "SWELL",
"hints": [
"To become larger or rounder in size, typically as a result of an accumulation of fluid.",
"The increase in volume, often due to injury or the rising motion of the sea.",
"I am what happens to a scraped knee or a large wave before it breaks. What am I?"
]
},
{
"word": "THING",
"hints": [
"An inanimate object distinguished from a living being.",
"The most vague and versatile word, referring to any object, idea, or circumstance.",
"I am a word for any object or concept that you cannot name precisely. What am I?"
]
},
{
"word": "THINK",
"hints": [
"To have a particular thought or idea about someone or something.",
"The quiet, internal process of forming opinions, solving problems, and planning actions.",
"I am what your brain does when you are trying to solve a puzzle. What am I?"
]
},
{
"word": "TIGHT",
"hints": [
"Fixed, fastened, or closed firmly.",
"A word describing clothes that fit too closely or a knot that is difficult to undo.",
"I am the opposite of loose. A sealed jar is this way. What am I?"
]
},
{
"word": "TODAY",
"hints": [
"This present day.",
"The current, singular day of the week, the only one you can truly act within.",
"I am here right now, but tomorrow I will be yesterday. What am I?"
]
},
{
"word": "UNITE",
"hints": [
"To join together for a common purpose or by common feelings.",
"The conscious act of different entities coming together in agreement and solidarity.",
"I mean to bring things together as one. Families or countries might do this. What am I?"
]
},
{
"word": "USAGE",
"hints": [
"The action of using something or the fact of being used.",
"The practical application or manner in which a tool, word, or service is employed.",
"I describe how something is commonly put into practice, or the degree to which it is consumed. What am I?"
]
},
{
"word": "VALUE",
"hints": [
"The regard that something is held to deserve; the importance, worth, or usefulness of something.",
"A measure of worth, either financial or moral, assigned to objects and principles.",
"I am the price of something, or the quality of being important. What am I?"
]
},
{
"word": "VERSE",
"hints": [
"Writing arranged with a metrical rhythm, typically having a rhyme.",
"A single line of poetry or a distinct stanza within a song or poem.",
"I am a line in a poem, or a section of a song that changes. What am I?"
]
},
{
"word": "VIRUS",
"hints": [
"An infective agent that typically consists of a nucleic acid molecule in a protein coat, which is too small to be seen by light microscopy.",
"An invisible biological or digital threat that spreads rapidly and causes sickness or system failure.",
"I am a sickness that spreads from person to person, or a bad code on a computer. What am I?"
]
},
{
"word": "VOICE",
"hints": [
"The sound produced in a person's larynx and uttered through the mouth.",
"The unique sound print of the soul, used to express ideas, songs, and commands.",
"I am heard, but I have no body. I can be loud or quiet. I belong to every speaker. What am I?"
]
},
{
"word": "WHOLE",
"hints": [
"All of something.",
"A state of completeness, with no parts missing or broken.",
"I mean all of it, every single part. The opposite of a fraction. What am I?"
]
},
{
"word": "WOMAN",
"hints": [
"An adult female human being.",
"The gender defined by strength, compassion, and the ability to give birth.",
"I am the opposite of a man. I am a grown-up female. What am I?"
]
},
{
"word": "WORRY",
"hints": [
"To feel or show anxiety and concern about actual or potential problems.",
"The mental habit of contemplating possible misfortunes or difficulties.",
"I am the feeling you get when you can't stop thinking about a problem. What am I?"
]
},
{
"word": "WRONG",
"hints": [
"Not correct or true; incorrect.",
"The factual or moral opposite of correctness and right action.",
"I am the opposite of right. You are this when you fail a math test. What am I?"
]
},
{
"word": "ZODIAC",
"hints": [
"A belt of the heavens divided into twelve equal divisions or signs.",
"An ancient, imaginary circle of twelve constellations that defines astrological personality.",
"I am a set of twelve signs, each representing a month. I predict personality traits. What am I?"
]
}
]